---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.BendingDetailSegmentLengthsDisplayOptions.Dimension
enum: Autodesk.Revit.DB.Structure.BendingDetailSegmentLengthsDisplayOptions
zh: 尺寸标注、标注
source: html/b31596b6-b98a-e3ce-5a99-62589d74152a.htm
---
# Autodesk.Revit.DB.Structure.BendingDetailSegmentLengthsDisplayOptions.Dimension

**中文**: 尺寸标注、标注

Display as dimensions